/*
Navicat MySQL Data Transfer

Source Server         : localhost_3306
Source Server Version : 50516
Source Host           : localhost:3306
Source Database       : p

Target Server Type    : MYSQL
Target Server Version : 50516
File Encoding         : 65001

Date: 2015-04-22 16:17:19
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `t_campus`
-- ----------------------------
DROP TABLE IF EXISTS `t_campus`;
CREATE TABLE `t_campus` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `campusCode` varchar(32) DEFAULT NULL,
  `campusName` varchar(32) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=19 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_campus
-- ----------------------------
INSERT INTO `t_campus` VALUES ('1', 'C000401', '校本部学习中心（东大本部）', '');
INSERT INTO `t_campus` VALUES ('2', 'C000415', '烟台学习中心（东大本部）', '');
INSERT INTO `t_campus` VALUES ('3', 'C000402', '沈阳电大学习中心（东大本部）', '');
INSERT INTO `t_campus` VALUES ('4', 'C000416', '石家庄学习中心(东大本部）', '');
INSERT INTO `t_campus` VALUES ('5', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '');
INSERT INTO `t_campus` VALUES ('6', '10145064', '新疆有色乌鲁木齐校外学习中心（东大本部）', '');

-- ----------------------------
-- Table structure for `t_duration`
-- ----------------------------
DROP TABLE IF EXISTS `t_duration`;
CREATE TABLE `t_duration` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `endDate` varchar(32) DEFAULT NULL,
  `startDate` varchar(32) DEFAULT NULL,
  `term_id` int(11) DEFAULT NULL,
  `name` varchar(255) DEFAULT NULL,
  `valid` bit(1) NOT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_iy8br1aykud09o5y55riltdav` (`term_id`),
  CONSTRAINT `FK_iy8br1aykud09o5y55riltdav` FOREIGN KEY (`term_id`) REFERENCES `t_term` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_duration
-- ----------------------------
INSERT INTO `t_duration` VALUES ('1', '2015-04-30', '2015-01-01', null, '2015年三月份学费结算', '', '');
INSERT INTO `t_duration` VALUES ('2', '2015-12-20', '2015-04-09', null, '2015年秋季学费结算', '', '');

-- ----------------------------
-- Table structure for `t_group`
-- ----------------------------
DROP TABLE IF EXISTS `t_group`;
CREATE TABLE `t_group` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `groupCode` varchar(32) DEFAULT NULL,
  `groupName` varchar(32) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_group
-- ----------------------------
INSERT INTO `t_group` VALUES ('1', 'ADMIN', '管理员', '');
INSERT INTO `t_group` VALUES ('2', 'PAY', '财务人员', '');

-- ----------------------------
-- Table structure for `t_level`
-- ----------------------------
DROP TABLE IF EXISTS `t_level`;
CREATE TABLE `t_level` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `levelCode` varchar(32) DEFAULT NULL,
  `levelName` varchar(32) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_level
-- ----------------------------
INSERT INTO `t_level` VALUES ('1', 'ZSB', '专升本', '');
INSERT INTO `t_level` VALUES ('2', 'GQZ', '高起专', '');

-- ----------------------------
-- Table structure for `t_major`
-- ----------------------------
DROP TABLE IF EXISTS `t_major`;
CREATE TABLE `t_major` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `majorCode` varchar(32) DEFAULT NULL,
  `majorName` varchar(32) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=93 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_major
-- ----------------------------
INSERT INTO `t_major` VALUES ('1', '081511', '计算机技术', '');
INSERT INTO `t_major` VALUES ('77', null, '计算机应用技术', '');
INSERT INTO `t_major` VALUES ('78', null, '土木工程', '');
INSERT INTO `t_major` VALUES ('79', null, '电气自动化技术', '');
INSERT INTO `t_major` VALUES ('80', null, '机械工程及自动化', '');
INSERT INTO `t_major` VALUES ('81', null, '行政管理', '');
INSERT INTO `t_major` VALUES ('82', null, '冶金工程', '');
INSERT INTO `t_major` VALUES ('83', null, '会计学', '');
INSERT INTO `t_major` VALUES ('84', null, '建筑工程技术', '');
INSERT INTO `t_major` VALUES ('85', null, '机械制造与自动化', '');
INSERT INTO `t_major` VALUES ('86', null, '机电一体化技术', '');
INSERT INTO `t_major` VALUES ('87', null, '电气工程及其自动化', '');
INSERT INTO `t_major` VALUES ('88', null, '计算机科学与技术', '');
INSERT INTO `t_major` VALUES ('89', null, '金属矿开采技术', '');
INSERT INTO `t_major` VALUES ('90', null, '采矿工程', '');
INSERT INTO `t_major` VALUES ('91', null, '安全工程', '');
INSERT INTO `t_major` VALUES ('92', null, '会计', '');

-- ----------------------------
-- Table structure for `t_percent`
-- ----------------------------
DROP TABLE IF EXISTS `t_percent`;
CREATE TABLE `t_percent` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `maxNum` int(11) DEFAULT NULL,
  `minNum` int(11) DEFAULT NULL,
  `percent` double DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=9 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_percent
-- ----------------------------
INSERT INTO `t_percent` VALUES ('1', '30', '0', '0.38', '');
INSERT INTO `t_percent` VALUES ('2', '50', '31', '0.39', '');
INSERT INTO `t_percent` VALUES ('3', '100', '51', '0.4', '');
INSERT INTO `t_percent` VALUES ('4', '150', '101', '0.41', '');
INSERT INTO `t_percent` VALUES ('5', '200', '151', '0.42', '');
INSERT INTO `t_percent` VALUES ('6', '250', '201', '0.43', '');
INSERT INTO `t_percent` VALUES ('7', '300', '251', '0.44', '');
INSERT INTO `t_percent` VALUES ('8', '99999', '301', '0.45', '');

-- ----------------------------
-- Table structure for `t_price`
-- ----------------------------
DROP TABLE IF EXISTS `t_price`;
CREATE TABLE `t_price` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `price` double DEFAULT NULL,
  `campus_id` int(11) DEFAULT NULL,
  `level_id` int(11) DEFAULT NULL,
  `major_id` int(11) DEFAULT NULL,
  `term_id` int(11) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_8rx8xply3amr5v4qodseeb0nx` (`campus_id`),
  KEY `FK_sauutowwgo7ln45hhrdf9j0b9` (`level_id`),
  KEY `FK_4y9mgyn436cv7mo4ubauwxmt2` (`major_id`),
  KEY `FK_o9gf2i8vb7mcwl6engym5j6xg` (`term_id`),
  CONSTRAINT `FK_4y9mgyn436cv7mo4ubauwxmt2` FOREIGN KEY (`major_id`) REFERENCES `t_major` (`id`),
  CONSTRAINT `FK_8rx8xply3amr5v4qodseeb0nx` FOREIGN KEY (`campus_id`) REFERENCES `t_campus` (`id`),
  CONSTRAINT `FK_o9gf2i8vb7mcwl6engym5j6xg` FOREIGN KEY (`term_id`) REFERENCES `t_term` (`id`),
  CONSTRAINT `FK_sauutowwgo7ln45hhrdf9j0b9` FOREIGN KEY (`level_id`) REFERENCES `t_level` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_price
-- ----------------------------
INSERT INTO `t_price` VALUES ('1', '60', '1', '1', '1', '1', '');
INSERT INTO `t_price` VALUES ('2', '90', '1', '1', '1', '1', '');

-- ----------------------------
-- Table structure for `t_record`
-- ----------------------------
DROP TABLE IF EXISTS `t_record`;
CREATE TABLE `t_record` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `aoPengNO` varchar(32) DEFAULT NULL,
  `campusCode` varchar(32) DEFAULT NULL,
  `campusName` varchar(32) DEFAULT NULL,
  `college` varchar(32) DEFAULT NULL,
  `identity` varchar(32) DEFAULT NULL,
  `item` varchar(32) DEFAULT NULL,
  `levelName` varchar(32) DEFAULT NULL,
  `majorName` varchar(32) DEFAULT NULL,
  `manageCenter` varchar(32) DEFAULT NULL,
  `money` varchar(32) DEFAULT NULL,
  `name` varchar(32) DEFAULT NULL,
  `stuid` varchar(32) DEFAULT NULL,
  `termName` varchar(32) DEFAULT NULL,
  `way` varchar(32) DEFAULT NULL,
  `paydate` varchar(32) DEFAULT NULL,
  `payid` varchar(32) DEFAULT NULL,
  `regNO` varchar(32) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=661 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_record
-- ----------------------------
INSERT INTO `t_record` VALUES ('529', '201402795235', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210623198810224739', '学费', '高起专', '计算机应用技术', '计算机应用技术', '4230', '邵天普', '401N14030031', '1403', '学生自行交费', '2015-01-30', '1000043745718543', 'C000401N01451403000031', '');
INSERT INTO `t_record` VALUES ('530', '201403832679', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '211004198111063373', '学费', '专升本', '土木工程', '土木工程', '3600', '孙海建', '401N14030058', '1403', '学生自行交费', '2015-01-26', '1000043745714596', 'C000401N01451403000058', '');
INSERT INTO `t_record` VALUES ('531', '201302525955', 'C000415', '烟台学习中心（东大本部）', '东北大学(本部)', '370625197007142235', '学费', '高起专', '电气自动化技术', '电气自动化技术', '320', '滕永成', '415N13030030', '1303', '学生自行交费', '2015-01-29', '1000043745716994', 'C000415N01451303000030', '');
INSERT INTO `t_record` VALUES ('532', '201408898182', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210104198209010012', '学费', '专升本', '土木工程', '土木工程', '2400', '师展', '402N14090036', '1409', '学生自行交费', '2015-03-01', '1000043745740599', 'C000402N01451409000036', '');
INSERT INTO `t_record` VALUES ('533', '201309747743', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106196503154619', '学费', '专升本', '机械工程及自动化', '机械工程及自动化', '200', '姜伟', '402N13090050', '1309', '学生自行交费', '2015-03-02', '1000043745743856', 'C000402N01451309000050', '');
INSERT INTO `t_record` VALUES ('534', '201409962382', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21122319900406341X', '学费', '专升本', '行政管理', '行政管理', '2400', '袁野', '402N14090092', '1409', '学生自行交费', '2015-02-27', '1000043745737230', 'C000402N01451409000092', '');
INSERT INTO `t_record` VALUES ('535', '201403833113', 'C000416', '石家庄学习中心(东大本部）', '东北大学(本部)', '130181198207243624', '学费', '专升本', '行政管理', '行政管理', '2600', '韩莉', '416N14030053', '1403', '学生自行交费', '2015-02-11', '1000043745727438', 'C000416N01451403000053', '');
INSERT INTO `t_record` VALUES ('536', '201308683541', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211224198301051003', '学费', '专升本', '土木工程', '土木工程', '800', '吴金玲', '402N13090017', '1309', '学生自行交费', '2015-02-21', '1000043745731842', 'C000402N01451309000017', '');
INSERT INTO `t_record` VALUES ('537', '201407890580', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210802199210214514', '学费', '专升本', '机械工程及自动化', '机械工程及自动化', '2400', '张博策', '402N14090025', '1409', '学生自行交费', '2015-02-21', '1000043745731846', 'C000402N01451409000025', '');
INSERT INTO `t_record` VALUES ('538', '201409939618', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '13048119880319241X', '学费', '专升本', '冶金工程', '冶金工程', '2400', '高汝现', '402N14090072', '1409', '学生自行交费', '2015-02-26', '1000043745734087', 'C000402N01451409000072', '');
INSERT INTO `t_record` VALUES ('539', '201408913588', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210124199310093246', '学费', '专升本', '会计学', '会计学', '2400', '李海灵', '402N14090047', '1409', '学生自行交费', '2015-02-26', '1000043745735074', 'C000402N01451409000047', '');
INSERT INTO `t_record` VALUES ('540', '201403827721', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210103198212145413', '学费', '专升本', '行政管理', '行政管理', '2000', '李勃', '401N14030054', '1403', '学生自行交费', '2015-03-07', '1000043745756678', 'C000401N01451403000054', '');
INSERT INTO `t_record` VALUES ('541', '201409928534', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '232326199301043262', '学费', '专升本', '行政管理', '行政管理', '2400', '董雪娇', '402N14090062', '1409', '学生自行交费', '2015-03-07', '1000043745756262', 'C000402N01451409000062', '');
INSERT INTO `t_record` VALUES ('542', '201409928426', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106198603026138', '学费', '专升本', '土木工程', '土木工程', '2000', '宋毅', '402N14090060', '1409', '学生自行交费', '2015-03-06', '1000043745755382', 'C000402N01451409000060', '');
INSERT INTO `t_record` VALUES ('543', '201103927381', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21010219841021222X', '学费', '专升本', '行政管理', '行政管理', '1268', '刘叶', '402N13090031', '1309', '学生自行交费', '2015-03-04', '1000043745747597', 'C000402N01451309000031', '');
INSERT INTO `t_record` VALUES ('544', '201403824257', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210421199405121032', '学费', '高起专', '行政管理', '行政管理', '3520', '荣家琦', '401N14030047', '1403', '学生自行交费', '2015-02-01', '1000043745719932', 'C000401N01451403000047', '');
INSERT INTO `t_record` VALUES ('545', '201312757782', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210522198307080801', '学费', '专升本', '行政管理', '行政管理', '3680', '聂鑫', '401N14030005', '1403', '学生自行交费', '2015-01-26', '1000043745713670', 'C000401N01451403000005', '');
INSERT INTO `t_record` VALUES ('546', '201107003918', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '341124199209235625', '学费', '专升本', '土木工程', '土木工程', '1600', '张玲玲', '419N14090097', '1409', '学生自行交费', '2015-01-21', '1000043745709750', 'D000419N01451409000097', '');
INSERT INTO `t_record` VALUES ('547', '201307636655', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210102198305307219', '学费', '高起专', '计算机应用技术', '计算机应用技术', '800', '刘宇', '402N13090006', '1309', '学生自行交费', '2015-01-24', '1000043745712292', 'C000402N01451309000006', '');
INSERT INTO `t_record` VALUES ('548', '201409960951', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210423199006163238', '学费', '专升本', '土木工程', '土木工程', '2400', '曹硕', '402N14090091', '1409', '学生自行交费', '2015-01-21', '1000043745710063', 'C000402N01451409000091', '');
INSERT INTO `t_record` VALUES ('549', '201408898143', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210114199209252115', '学费', '专升本', '会计学', '会计学', '2400', '闵睿', '402N14090035', '1409', '学生自行交费', '2015-02-25', '1000043745733749', 'C000402N01451409000035', '');
INSERT INTO `t_record` VALUES ('550', '201409929675', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342601198908187457', '学费', '高起专', '建筑工程技术', '建筑工程技术', '1600', '郑甘霖', '419N14090088', '1409', '学生自行交费', '2015-02-27', '1000043745736299', 'D000419N01451409000088', '');
INSERT INTO `t_record` VALUES ('551', '201311755096', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210423199102262420', '学费', '专升本', '会计学', '会计学', '3200', '李峰雪', '401N14030001', '1403', '学生自行交费', '2015-03-02', '1000043745743923', 'C000401N01451403000001', '');
INSERT INTO `t_record` VALUES ('552', '201403826130', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210103198806124548', '学费', '高起专', '行政管理', '行政管理', '3520', '高颖', '401N14030049', '1403', '学生自行交费', '2015-02-15', '1000043745729946', 'C000401N01451403000049', '');
INSERT INTO `t_record` VALUES ('553', '201309689187', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340603199205304210', '学费', '高起专', '建筑工程技术', '建筑工程技术', '1600', '韩伟', '419N13090085', '1309', '学生自行交费', '2015-02-28', '1000043745737711', 'D000419N01451309000085', '');
INSERT INTO `t_record` VALUES ('554', '201402792761', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '21142119930823321X', '学费', '高起专', '机械制造与自动化', '机械制造与自动化', '3600', '冯志强', '401N14030024', '1403', '学生自行交费', '2015-02-15', '1000043745730383', 'C000401N01451403000024', '');
INSERT INTO `t_record` VALUES ('555', '201403831934', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '231023198302010779', '学费', '专升本', '土木工程', '土木工程', '3600', '徐晨', '401N14030057', '1403', '学生自行交费', '2015-02-16', '1000043745730532', 'C000401N01451403000057', '');
INSERT INTO `t_record` VALUES ('556', '201307636661', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210124199005164247', '学费', '高起专', '行政管理', '行政管理', '600', '孙萍', '402N13090007', '1309', '学生自行交费', '2015-03-01', '1000043745740378', 'C000402N01451309000007', '');
INSERT INTO `t_record` VALUES ('557', '201409932153', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210112197801262417', '学费', '高起专', '机电一体化技术', '机电一体化技术', '2400', '许江峰', '402N14090066', '1409', '学生自行交费', '2015-03-02', '1000043745741324', 'C000402N01451409000066', '');
INSERT INTO `t_record` VALUES ('558', '201407890897', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211004197506180027', '学费', '专升本', '土木工程', '土木工程', '2400', '刘淼', '402N14090028', '1409', '学生自行交费', '2015-03-02', '1000043745742414', 'C000402N01451409000028', '');
INSERT INTO `t_record` VALUES ('559', '201409967241', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210102199210295328', '学费', '专升本', '电气工程及其自动化', '电气工程及其自动化', '2400', '刘奕彤', '402N14090099', '1409', '学生自行交费', '2015-03-03', '1000043745744163', 'C000402N01451409000099', '');
INSERT INTO `t_record` VALUES ('560', '201408900359', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210104198204191424', '学费', '专升本', '会计学', '会计学', '2400', '叶婷', '402N14090038', '1409', '学生自行交费', '2015-02-28', '1000043745738074', 'C000402N01451409000038', '');
INSERT INTO `t_record` VALUES ('561', '201309698206', '10145064', '新疆有色乌鲁木齐校外学习中心（东大本部）', '东北大学(本部)', '652302198602220034', '学费', '专升本', '行政管理', '行政管理', '1400', '余山江.阿不拉哈提', '064N13090012', '1309', '学生自行交费', '2015-02-28', '1000043745738715', '10145064N01451309000012', '');
INSERT INTO `t_record` VALUES ('562', '201108013454', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '341222199102243900', '学费', '专升本', '土木工程', '土木工程', '3200', '李娜', '419N14030018', '1403', '学生自行交费', '2015-03-07', '1000043745758641', 'D000419N01451403000018', '');
INSERT INTO `t_record` VALUES ('563', '201408902565', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211224197812110904', '学费', '专升本', '土木工程', '土木工程', '2400', '刘谦', '402N14090040', '1409', '学生自行交费', '2015-01-31', '1000043745719437', 'C000402N01451409000040', '');
INSERT INTO `t_record` VALUES ('564', '201408925917', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210103197204304512', '学费', '专升本', '行政管理', '行政管理', '2400', '张君', '402N14090059', '1409', '学生自行交费', '2015-01-27', '1000043745714819', 'C000402N01451409000059', '');
INSERT INTO `t_record` VALUES ('565', '201408920412', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21040419861118122X', '学费', '专升本', '冶金工程', '冶金工程', '2400', '张妍', '402N14090056', '1409', '学生自行交费', '2015-01-31', '1000043745719220', 'C000402N01451409000056', '');
INSERT INTO `t_record` VALUES ('566', '201403810049', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '140227199001252019', '学费', '专升本', '电气工程及其自动化', '电气工程及其自动化', '4140', '狄耀昌', '401N14030036', '1403', '学生自行交费', '2015-03-02', '1000043745743553', 'C000401N01451403000036', '');
INSERT INTO `t_record` VALUES ('567', '201403815357', '10145064', '新疆有色乌鲁木齐校外学习中心（东大本部）', '东北大学(本部)', '652201199005150667', '学费', '专升本', '行政管理', '行政管理', '3000', '马琳', '064N14030013', '1403', '学生自行交费', '2015-03-02', '1000043745742185', '10145064N01451403000013', '');
INSERT INTO `t_record` VALUES ('568', '201402786778', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211203198808072047', '学费', '专升本', '土木工程', '土木工程', '1600', '张海秋', '402N14030023', '1403', '学生自行交费', '2015-02-21', '1000043745731843', 'C000402N01451403000023', '');
INSERT INTO `t_record` VALUES ('569', '201409949593', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210403197305193010', '学费', '专升本', '计算机科学与技术', '计算机科学与技术', '2400', '袁国明', '402N14090083', '1409', '学生自行交费', '2015-02-08', '1000043745725122', 'C000402N01451409000083', '');
INSERT INTO `t_record` VALUES ('570', '201408904745', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210123199302092220', '学费', '专升本', '行政管理', '行政管理', '2400', '刘春美', '402N14090045', '1409', '学生自行交费', '2015-02-25', '1000043745733707', 'C000402N01451409000045', '');
INSERT INTO `t_record` VALUES ('571', '201408904463', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '152103199409148212', '学费', '高起专', '行政管理', '行政管理', '2400', '袁帅', '402N14090042', '1409', '学生自行交费', '2015-02-28', '1000043745737877', 'C000402N01451409000042', '');
INSERT INTO `t_record` VALUES ('572', '201408891215', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '370830198210176533', '学费', '高起专', '行政管理', '行政管理', '2400', '陈玉申', '402N14090029', '1409', '学生自行交费', '2015-03-04', '1000043745748645', 'C000402N01451409000029', '');
INSERT INTO `t_record` VALUES ('573', '201403809177', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342531198406133232', '学费', '高起专', '计算机应用技术', '计算机应用技术', '1000', '周彦', '419N14030057', '1403', '学生自行交费', '2015-03-03', '1000043745746453', 'D000419N01451403000057', '');
INSERT INTO `t_record` VALUES ('574', '201403827721', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210103198212145413', '学费', '专升本', '行政管理', '行政管理', '1680', '李勃', '401N14030054', '1403', '学生自行交费', '2015-03-07', '1000043745756731', 'C000401N01451403000054', '');
INSERT INTO `t_record` VALUES ('575', '201403847014', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210103199107141212', '学费', '高起专', '行政管理', '行政管理', '3520', '金希', '401N14030063', '1403', '学生自行交费', '2015-03-05', '1000043745752283', 'C000401N01451403000063', '');
INSERT INTO `t_record` VALUES ('576', '201409949650', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210403197007193012', '学费', '专升本', '计算机科学与技术', '计算机科学与技术', '2400', '袁国新', '402N14090084', '1409', '学生自行交费', '2015-02-08', '1000043745725104', 'C000402N01451409000084', '');
INSERT INTO `t_record` VALUES ('577', '201309694995', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106199005135224', '学费', '高起专', '行政管理', '行政管理', '400', '沙鑫', '402N13090024', '1309', '学生自行交费', '2015-02-09', '1000043745726074', 'C000402N01451309000024', '');
INSERT INTO `t_record` VALUES ('578', '201402792088', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210181198707260914', '学费', '专升本', '电气工程及其自动化', '电气工程及其自动化', '4140', '刘鹏', '401N14030022', '1403', '学生自行交费', '2015-01-22', '1000043745711017', 'C000401N01451403000022', '');
INSERT INTO `t_record` VALUES ('579', '201402793127', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210106198606275519', '学费', '高起专', '机械制造与自动化', '机械制造与自动化', '3600', '侯毅', '401N14030028', '1403', '学生自行交费', '2015-01-31', '1000043745719533', 'C000401N01451403000028', '');
INSERT INTO `t_record` VALUES ('580', '201405865414', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '230822198009240862', '学费', '专升本', '土木工程', '土木工程', '2400', '张波', '402N14090003', '1409', '学生自行交费', '2015-02-03', '1000043745721957', 'C000402N01451409000003', '');
INSERT INTO `t_record` VALUES ('581', '201408926160', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340122199208260040', '学费', '专升本', '土木工程', '土木工程', '1600', '朱韦娜', '419N14090080', '1409', '学生自行交费', '2015-01-20', '1000043745708878', 'D000419N01451409000080', '');
INSERT INTO `t_record` VALUES ('582', '201401768263', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210104199306040023', '学费', '专升本', '会计学', '会计学', '3200', '冷汶妍', '401N14030014', '1403', '学生自行交费', '2015-03-01', '1000043745740891', 'C000401N01451403000014', '');
INSERT INTO `t_record` VALUES ('583', '201405867339', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210103198812023911', '学费', '专升本', '土木工程', '土木工程', '2400', '张文龙', '402N14090007', '1409', '学生自行交费', '2015-02-09', '1000043745725751', 'C000402N01451409000007', '');
INSERT INTO `t_record` VALUES ('584', '201105972352', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210423197812190012', '学费', '专升本', '土木工程', '土木工程', '2400', '张伟', '402N14090009', '1409', '学生自行交费', '2015-02-11', '1000043745727932', 'C000402N01451409000009', '');
INSERT INTO `t_record` VALUES ('585', '201401768325', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210122198006175143', '学费', '专升本', '电气工程及其自动化', '电气工程及其自动化', '4140', '王欢', '401N14030015', '1403', '学生自行交费', '2015-02-05', '1000043745723111', 'C000401N01451403000015', '');
INSERT INTO `t_record` VALUES ('586', '201009782075', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210404198111183624', '学费', '专升本', '行政管理', '行政管理', '1600', '富瑜', '402N13090026', '1309', '学生自行交费', '2015-03-01', '1000043745740386', 'C000402N01451309000026', '');
INSERT INTO `t_record` VALUES ('587', '201403818596', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210124198702244010', '学费', '高起专', '电气自动化技术', '电气自动化技术', '3780', '李强', '401N14030043', '1403', '学生自行交费', '2015-02-10', '1000043745727088', 'C000401N01451403000043', '');
INSERT INTO `t_record` VALUES ('588', '201403856050', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210123198903151447', '学费', '专升本', '行政管理', '行政管理', '3680', '许佳丽', '401N14030072', '1403', '学生自行交费', '2015-02-25', '1000043745733153', 'C000401N01451403000072', '');
INSERT INTO `t_record` VALUES ('589', '201409972803', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210102198612295617', '学费', '高起专', '计算机应用技术', '计算机应用技术', '2400', '王鹏', '402N14090101', '1409', '学生自行交费', '2015-03-07', '1000043745756194', 'C000402N01451409000101', '');
INSERT INTO `t_record` VALUES ('590', '201407889381', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106198810105517', '学费', '专升本', '土木工程', '土木工程', '2000', '吴钧锴', '402N14090023', '1409', '学生自行交费', '2015-03-05', '1000043745750867', 'C000402N01451409000023', '');
INSERT INTO `t_record` VALUES ('591', '201408925834', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340123198405050589', '学费', '高起专', '建筑工程技术', '建筑工程技术', '1600', '杨宁', '419N14090078', '1409', '学生自行交费', '2015-01-20', '1000043745708967', 'D000419N01451409000078', '');
INSERT INTO `t_record` VALUES ('592', '201403817730', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '211282197905160429', '学费', '高起专', '行政管理', '行政管理', '3520', '张晶', '401N14030042', '1403', '学生自行交费', '2015-02-02', '1000043745720680', 'C000401N01451403000042', '');
INSERT INTO `t_record` VALUES ('593', '201402792884', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210102198112130664', '学费', '专升本', '会计学', '会计学', '3200', '阎琳琳', '401N14030026', '1403', '学生自行交费', '2015-01-29', '1000043745717211', 'C000401N01451403000026', '');
INSERT INTO `t_record` VALUES ('594', '201409937650', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210111197304016219', '学费', '专升本', '土木工程', '土木工程', '2400', '张成发', '402N14090071', '1409', '学生自行交费', '2015-01-19', '1000043745708457', 'C000402N01451409000071', '');
INSERT INTO `t_record` VALUES ('595', '201309701479', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211021198901143534', '学费', '专升本', '行政管理', '行政管理', '1600', '魏方亮', '402N13090029', '1309', '学生自行交费', '2015-03-01', '1000043745740392', 'C000402N01451309000029', '');
INSERT INTO `t_record` VALUES ('596', '201407880350', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210122198401170916', '学费', '专升本', '土木工程', '土木工程', '2400', '杜泓池', '402N14090051', '1409', '学生自行交费', '2015-02-09', '1000043745726175', 'C000402N01451409000051', '');
INSERT INTO `t_record` VALUES ('597', '201403826167', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210105197808020222', '学费', '高起专', '行政管理', '行政管理', '3520', '田园', '401N14030050', '1403', '学生自行交费', '2015-02-15', '1000043745730424', 'C000401N01451403000050', '');
INSERT INTO `t_record` VALUES ('598', '201403813585', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210111198804083017', '学费', '高起专', '金属矿开采技术', '金属矿开采技术', '3780', '吴菲', '401N14030039', '1403', '学生自行交费', '2015-02-06', '1000043745723558', 'C000401N01451403000039', '');
INSERT INTO `t_record` VALUES ('599', '201403818820', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '150421197102050016', '学费', '专升本', '采矿工程', '采矿工程', '4050', '陈福元', '401N14030044', '1403', '学生自行交费', '2015-02-16', '1000043745730491', 'C000401N01451403000044', '');
INSERT INTO `t_record` VALUES ('600', '201203185452', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '230921198512190646', '学费', '专升本', '电气工程及其自动化', '电气工程及其自动化', '2400', '孙忠敏', '402N14090016', '1409', '学生自行交费', '2015-02-24', '1000043745732892', 'C000402N01451409000016', '');
INSERT INTO `t_record` VALUES ('601', '201109086899', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210112198009020224', '学费', '专升本', '土木工程', '土木工程', '3600', '任飞', '401N14030068', '1403', '学生自行交费', '2015-02-12', '1000043745728443', 'C000401N01451403000068', '');
INSERT INTO `t_record` VALUES ('602', '201408921891', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210423199008300419', '学费', '专升本', '土木工程', '土木工程', '2400', '王骞毅', '402N14090057', '1409', '学生自行交费', '2015-03-04', '1000043745748894', 'C000402N01451409000057', '');
INSERT INTO `t_record` VALUES ('603', '201402788582', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340825198105065034', '学费', '高起专', '建筑工程技术', '建筑工程技术', '3200', '杨溢', '419N14030030', '1403', '学生自行交费', '2015-03-08', '1000043745761516', 'D000419N01451403000030', '');
INSERT INTO `t_record` VALUES ('604', '201403837492', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210123198405152826', '学费', '专升本', '土木工程', '土木工程', '1600', '张驰', '402N14030054', '1403', '学生自行交费', '2015-03-08', '1000043745760773', 'C000402N01451403000054', '');
INSERT INTO `t_record` VALUES ('605', '201403812898', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210181198704281525', '学费', '专升本', '行政管理', '行政管理', '3680', '佟薇', '401N14030038', '1403', '学生自行交费', '2015-02-06', '1000043745724025', 'C000401N01451403000038', '');
INSERT INTO `t_record` VALUES ('606', '201402794237', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '220822198710174013', '学费', '高起专', '建筑工程技术', '建筑工程技术', '3600', '祝立平', '401N14030030', '1403', '学生自行交费', '2015-02-06', '1000043745723959', 'C000401N01451403000030', '');
INSERT INTO `t_record` VALUES ('607', '201401766649', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '21028119801113531X', '学费', '专升本', '计算机科学与技术', '计算机科学与技术', '3960', '荣吉峰', '401N14030010', '1403', '学生自行交费', '2015-01-27', '1000043745715572', 'C000401N01451403000010', '');
INSERT INTO `t_record` VALUES ('608', '201409947592', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '22022119890705717X', '学费', '高起专', '建筑工程技术', '建筑工程技术', '2800', '王亮', '402N14090081', '1409', '学生自行交费', '2015-02-05', '1000043745723122', 'C000402N01451409000081', '');
INSERT INTO `t_record` VALUES ('609', '201407886259', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211481197909064527', '学费', '专升本', '土木工程', '土木工程', '2400', '石莉', '402N14090021', '1409', '学生自行交费', '2015-01-20', '1000043745708993', 'C000402N01451409000021', '');
INSERT INTO `t_record` VALUES ('610', '201402793042', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '411081198711149234', '学费', '专升本', '计算机科学与技术', '计算机科学与技术', '3960', '孔晓宇', '401N14030027', '1403', '学生自行交费', '2015-01-28', '1000043745716276', 'C000401N01451403000027', '');
INSERT INTO `t_record` VALUES ('611', '201402802934', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210106198504302117', '学费', '专升本', '机械工程及自动化', '机械工程及自动化', '3150', '孙禹', '401N14030033', '1403', '学生自行交费', '2015-01-21', '1000043745710084', 'C000401N01451403000033', '');
INSERT INTO `t_record` VALUES ('612', '201408919861', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210411198809204136', '学费', '专升本', '冶金工程', '冶金工程', '2400', '祝仁龙', '402N14090054', '1409', '学生自行交费', '2015-02-27', '1000043745735453', 'C000402N01451409000054', '');
INSERT INTO `t_record` VALUES ('613', '201408919002', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210103197804140013', '学费', '专升本', '土木工程', '土木工程', '2400', '王龙歌', '402N14090053', '1409', '学生自行交费', '2015-02-04', '1000043745722169', 'C000402N01451409000053', '');
INSERT INTO `t_record` VALUES ('614', '201401767561', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '152302198809160026', '学费', '专升本', '会计学', '会计学', '3200', '刘琳', '401N14030012', '1403', '学生自行交费', '2015-02-17', '1000043745730981', 'C000401N01451403000012', '');
INSERT INTO `t_record` VALUES ('615', '201402787585', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210105198905242526', '学费', '专升本', '行政管理', '行政管理', '3680', '徐佳', '401N14030020', '1403', '学生自行交费', '2015-02-10', '1000043745727185', 'C000401N01451403000020', '');
INSERT INTO `t_record` VALUES ('616', '201408898150', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210726198702096711', '学费', '专升本', '会计学', '会计学', '2400', '冯首诚', '402N14090034', '1409', '学生自行交费', '2015-02-25', '1000043745733765', 'C000402N01451409000034', '');
INSERT INTO `t_record` VALUES ('617', '201211488496', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211321198111041070', '学费', '专升本', '会计学', '会计学', '1000', '李连伟', '402N14090041', '1409', '学生自行交费', '2015-02-27', '1000043745735650', 'C000402N01451409000041', '');
INSERT INTO `t_record` VALUES ('618', '201407890785', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21010619671108431X', '学费', '专升本', '土木工程', '土木工程', '2400', '王晓东', '402N14090027', '1409', '学生自行交费', '2015-03-02', '1000043745742408', 'C000402N01451409000027', '');
INSERT INTO `t_record` VALUES ('619', '201407881574', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210522198106150041', '学费', '专升本', '土木工程', '土木工程', '2400', '李亚薇', '402N14090014', '1409', '学生自行交费', '2015-02-13', '1000043745729357', 'C000402N01451409000014', '');
INSERT INTO `t_record` VALUES ('620', '201408898209', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210104198202215816', '学费', '专升本', '土木工程', '土木工程', '2400', '赵俊宇', '402N14090037', '1409', '学生自行交费', '2015-03-03', '1000043745744411', 'C000402N01451409000037', '');
INSERT INTO `t_record` VALUES ('621', '201308683629', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210421198101300010', '学费', '专升本', '计算机科学与技术', '计算机科学与技术', '1120', '黄永生', '402N13090020', '1309', '学生自行交费', '2015-03-02', '1000043745743141', 'C000402N01451309000020', '');
INSERT INTO `t_record` VALUES ('622', '201409963925', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '431021198502107457', '学费', '高起专', '建筑工程技术', '建筑工程技术', '2400', '李志新', '402N14090093', '1409', '学生自行交费', '2015-03-04', '1000043745747430', 'C000402N01451409000093', '');
INSERT INTO `t_record` VALUES ('623', '201312762397', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340621199201034033', '学费', '高起专', '建筑工程技术', '建筑工程技术', '3200', '陈杰', '419N14030002', '1403', '学生自行交费', '2015-03-07', '1000043745757338', 'D000419N01451403000002', '');
INSERT INTO `t_record` VALUES ('624', '201408925792', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21138219851001411X', '学费', '高起专', '电气自动化技术', '电气自动化技术', '2400', '王宏雨', '402N14090058', '1409', '学生自行交费', '2015-03-03', '1000043745747019', 'C000402N01451409000058', '');
INSERT INTO `t_record` VALUES ('625', '201108010663', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342201198903183623', '学费', '专升本', '土木工程', '土木工程', '1600', '包文静', '419N14030054', '1403', '学生自行交费', '2015-03-08', '1000043745761043', 'D000419N01451403000054', '');
INSERT INTO `t_record` VALUES ('626', '201403809177', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342531198406133232', '学费', '高起专', '计算机应用技术', '计算机应用技术', '1000', '周彦', '419N14030057', '1403', '学生自行交费', '2015-03-03', '1000043745746467', 'D000419N01451403000057', '');
INSERT INTO `t_record` VALUES ('627', '201409928440', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340321199202130506', '学费', '专升本', '土木工程', '土木工程', '1600', '常艳茹', '419N14090084', '1409', '学生自行交费', '2015-01-19', '1000043745708097', 'D000419N01451409000084', '');
INSERT INTO `t_record` VALUES ('628', '201108033416', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '34242519911203402X', '学费', '专升本', '土木工程', '土木工程', '1600', '姚佳佳', '419N14090082', '1409', '学生自行交费', '2015-01-19', '1000043745708262', 'D000419N01451409000082', '');
INSERT INTO `t_record` VALUES ('629', '201108027334', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '340123199108133147', '学费', '专升本', '行政管理', '行政管理', '1200', '程静静', '419N14090003', '1409', '学生自行交费', '2015-01-22', '1000043745710956', 'D000419N01451409000003', '');
INSERT INTO `t_record` VALUES ('630', '201309732471', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21011219871120383X', '学费', '高起专', '建筑工程技术', '建筑工程技术', '1000', '叔贵生', '402N13090042', '1309', '学生自行交费', '2015-01-22', '1000043745711042', 'C000402N01451309000042', '');
INSERT INTO `t_record` VALUES ('631', '201403814167', '10145064', '新疆有色乌鲁木齐校外学习中心（东大本部）', '东北大学(本部)', '652623197202180727', '学费', '专升本', '安全工程', '安全工程', '1600', '赵小玲', '064N14030011', '1403', '学生自行交费', '2015-02-25', '1000043745733493', '10145064N01451403000011', '');
INSERT INTO `t_record` VALUES ('632', '201203241522', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '21011319780327221X', '学费', '专升本', '土木工程', '土木工程', '2400', '郭鹏', '402N14090013', '1409', '学生自行交费', '2015-02-28', '1000043745739067', 'C000402N01451409000013', '');
INSERT INTO `t_record` VALUES ('633', '201309747743', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106196503154619', '学费', '专升本', '机械工程及自动化', '机械工程及自动化', '500', '姜伟', '402N13090050', '1309', '学生自行交费', '2015-03-02', '1000043745743844', 'C000402N01451309000050', '');
INSERT INTO `t_record` VALUES ('634', '201405866868', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210224199104080255', '学费', '高起专', '会计', '会计', '3200', '王锦', '402N14090005', '1409', '学生自行交费', '2015-03-03', '1000043745744148', 'C000402N01451409000005', '');
INSERT INTO `t_record` VALUES ('635', '201403823397', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210104198302250328', '学费', '专升本', '土木工程', '土木工程', '3600', '谷兰丹', '401N14030046', '1403', '学生自行交费', '2015-02-02', '1000043745720500', 'C000401N01451403000046', '');
INSERT INTO `t_record` VALUES ('636', '201408900375', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210122198610040616', '学费', '专升本', '安全工程', '安全工程', '2400', '李勃男', '402N14090039', '1409', '学生自行交费', '2015-02-08', '1000043745725123', 'C000402N01451409000039', '');
INSERT INTO `t_record` VALUES ('637', '201403822919', 'C000416', '石家庄学习中心(东大本部）', '东北大学(本部)', '130185198512024415', '学费', '高起专', '行政管理', '行政管理', '2600', '冉亚明', '416N14030039', '1403', '学生自行交费', '2015-02-11', '1000043745727447', 'C000416N01451403000039', '');
INSERT INTO `t_record` VALUES ('638', '201408917671', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210381197811130817', '学费', '专升本', '土木工程', '土木工程', '2400', '张壮', '402N14090052', '1409', '学生自行交费', '2015-02-06', '1000043745724319', 'C000402N01451409000052', '');
INSERT INTO `t_record` VALUES ('639', '201408892797', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211224199007115322', '学费', '专升本', '会计学', '会计学', '2400', '张雪', '402N14090031', '1409', '学生自行交费', '2015-02-11', '1000043745727534', 'C000402N01451409000031', '');
INSERT INTO `t_record` VALUES ('640', '201309747743', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106196503154619', '学费', '专升本', '机械工程及自动化', '机械工程及自动化', '500', '姜伟', '402N13090050', '1309', '学生自行交费', '2015-03-02', '1000043745743848', 'C000402N01451309000050', '');
INSERT INTO `t_record` VALUES ('641', '201403829455', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210102198807315323', '学费', '专升本', '会计学', '会计学', '1000', '吕欣红', '401N14030055', '1403', '学生自行交费', '2015-03-01', '1000043745740783', 'C000401N01451403000055', '');
INSERT INTO `t_record` VALUES ('642', '201403809177', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342531198406133232', '学费', '高起专', '计算机应用技术', '计算机应用技术', '1000', '周彦', '419N14030057', '1403', '学生自行交费', '2015-03-03', '1000043745746474', 'D000419N01451403000057', '');
INSERT INTO `t_record` VALUES ('643', '201403816649', '10145064', '新疆有色乌鲁木齐校外学习中心（东大本部）', '东北大学(本部)', '622822199007073510', '学费', '高起专', '金属矿开采技术', '金属矿开采技术', '500', '赵军平', '064N14030030', '1403', '学生自行交费', '2015-03-08', '1000043745762605', '10145064N01451403000030', '');
INSERT INTO `t_record` VALUES ('644', '201409928451', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '150404198108244311', '学费', '专升本', '土木工程', '土木工程', '2000', '刘艳军', '402N14090061', '1409', '学生自行交费', '2015-03-08', '1000043745761218', 'C000402N01451409000061', '');
INSERT INTO `t_record` VALUES ('645', '201403809177', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342531198406133232', '学费', '高起专', '计算机应用技术', '计算机应用技术', '760', '周彦', '419N14030057', '1403', '学生自行交费', '2015-03-03', '1000043745746466', 'D000419N01451403000057', '');
INSERT INTO `t_record` VALUES ('646', '201408911765', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210103198809022715', '学费', '高起专', '电气自动化技术', '电气自动化技术', '2000', '王天宇', '402N14090046', '1409', '学生自行交费', '2015-02-09', '1000043745725945', 'C000402N01451409000046', '');
INSERT INTO `t_record` VALUES ('647', '201406869754', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '152127198806113423', '学费', '高起专', '会计', '会计', '2400', '朱荣', '402N14090011', '1409', '学生自行交费', '2015-02-07', '1000043745724767', 'C000402N01451409000011', '');
INSERT INTO `t_record` VALUES ('648', '201403832899', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '371322198609165813', '学费', '专升本', '土木工程', '土木工程', '3600', '房树浩', '401N14030059', '1403', '学生自行交费', '2015-02-06', '1000043745723708', 'C000401N01451403000059', '');
INSERT INTO `t_record` VALUES ('649', '201405866317', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '11010419790102165X', '学费', '专升本', '会计学', '会计学', '2400', '刘尊', '402N14090004', '1409', '学生自行交费', '2015-02-03', '1000043745721491', 'C000402N01451409000004', '');
INSERT INTO `t_record` VALUES ('650', '201408926095', 'D000419', '安徽省公路工程技工学校学习中心(东大本部)', '东北大学(本部)', '342601198809117429', '学费', '专升本', '土木工程', '土木工程', '1600', '张欢', '419N14090079', '1409', '学生自行交费', '2015-01-20', '1000043745708870', 'D000419N01451409000079', '');
INSERT INTO `t_record` VALUES ('651', '201408891239', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211322199510223542', '学费', '高起专', '行政管理', '行政管理', '2400', '张鹤', '402N14090030', '1409', '学生自行交费', '2015-01-27', '1000043745715669', 'C000402N01451409000030', '');
INSERT INTO `t_record` VALUES ('652', '201407882686', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211282198506102410', '学费', '高起专', '行政管理', '行政管理', '2400', '安邦', '402N14090015', '1409', '学生自行交费', '2015-03-02', '1000043745741249', 'C000402N01451409000015', '');
INSERT INTO `t_record` VALUES ('653', '201407890448', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210104198711110959', '学费', '专升本', '计算机科学与技术', '计算机科学与技术', '2400', '侯灿', '402N14090024', '1409', '学生自行交费', '2015-03-03', '1000043745744268', 'C000402N01451409000024', '');
INSERT INTO `t_record` VALUES ('654', '201405867856', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '211224199001225133', '学费', '专升本', '行政管理', '行政管理', '2400', '朱彤', '402N14090010', '1409', '学生自行交费', '2015-02-27', '1000043745736676', 'C000402N01451409000010', '');
INSERT INTO `t_record` VALUES ('655', '201403834355', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210106199211152746', '学费', '高起专', '行政管理', '行政管理', '3520', '高宇', '401N14030060', '1403', '学生自行交费', '2015-02-10', '1000043745726492', 'C000401N01451403000060', '');
INSERT INTO `t_record` VALUES ('656', '201409975013', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210106199111273049', '学费', '高起专', '行政管理', '行政管理', '2400', '武迪', '402N14090102', '1409', '学生自行交费', '2015-02-13', '1000043745728805', 'C000402N01451409000102', '');
INSERT INTO `t_record` VALUES ('657', '201203241505', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210112196909152434', '学费', '专升本', '土木工程', '土木工程', '2400', '孙光伟', '402N14090017', '1409', '学生自行交费', '2015-02-28', '1000043745739110', 'C000402N01451409000017', '');
INSERT INTO `t_record` VALUES ('658', '201403829455', 'C000401', '校本部学习中心（东大本部）', '东北大学(本部)', '210102198807315323', '学费', '专升本', '会计学', '会计学', '1000', '吕欣红', '401N14030055', '1403', '学生自行交费', '2015-02-16', '1000043745730657', 'C000401N01451403000055', '');
INSERT INTO `t_record` VALUES ('659', '201405866888', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '210112199104110644', '学费', '专升本', '行政管理', '行政管理', '2400', '田玲', '402N14090006', '1409', '学生自行交费', '2015-02-28', '1000043745737491', 'C000402N01451409000006', '');
INSERT INTO `t_record` VALUES ('660', '201405867558', 'C000402', '沈阳电大学习中心（东大本部）', '东北大学(本部)', '150404198611124317', '学费', '专升本', '土木工程', '土木工程', '2000', '鲍志泉', '402N14090008', '1409', '学生自行交费', '2015-03-08', '1000043745761248', 'C000402N01451409000008', '');

-- ----------------------------
-- Table structure for `t_standard`
-- ----------------------------
DROP TABLE IF EXISTS `t_standard`;
CREATE TABLE `t_standard` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `credit` int(11) DEFAULT NULL,
  `termContent` varchar(32) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=3 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_standard
-- ----------------------------
INSERT INTO `t_standard` VALUES ('1', '42', '第一学期', '');
INSERT INTO `t_standard` VALUES ('2', '38', '其他学期', '');

-- ----------------------------
-- Table structure for `t_term`
-- ----------------------------
DROP TABLE IF EXISTS `t_term`;
CREATE TABLE `t_term` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `termCode` varchar(32) DEFAULT NULL,
  `termName` varchar(32) DEFAULT NULL,
  `standard_id` int(11) DEFAULT NULL,
  `dynamic` bit(1) NOT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_kcu1y4di6l8kej8536sukctp8` (`standard_id`),
  CONSTRAINT `FK_kcu1y4di6l8kej8536sukctp8` FOREIGN KEY (`standard_id`) REFERENCES `t_standard` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=7 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_term
-- ----------------------------
INSERT INTO `t_term` VALUES ('1', '1503', '1503', '1', '', '');
INSERT INTO `t_term` VALUES ('2', '1509', '1509', '2', '', '');
INSERT INTO `t_term` VALUES ('3', '1403', '1403', '2', '', '');
INSERT INTO `t_term` VALUES ('4', '1303', '1303', '2', '', '');
INSERT INTO `t_term` VALUES ('5', '1409', '1409', '2', '', '');
INSERT INTO `t_term` VALUES ('6', '1309', '1309', '2', '', '');

-- ----------------------------
-- Table structure for `t_user`
-- ----------------------------
DROP TABLE IF EXISTS `t_user`;
CREATE TABLE `t_user` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `password` varchar(255) DEFAULT NULL,
  `username` varchar(255) DEFAULT NULL,
  `campus_id` int(11) DEFAULT NULL,
  `group_id` int(11) DEFAULT NULL,
  `disabled` bit(1) NOT NULL,
  PRIMARY KEY (`id`),
  KEY `FK_8mkimlylkbfkknu8e7fcmhi6t` (`campus_id`),
  KEY `FK_e5f24mh6aryt9hsy99oydps6g` (`group_id`),
  CONSTRAINT `FK_8mkimlylkbfkknu8e7fcmhi6t` FOREIGN KEY (`campus_id`) REFERENCES `t_campus` (`id`),
  CONSTRAINT `FK_e5f24mh6aryt9hsy99oydps6g` FOREIGN KEY (`group_id`) REFERENCES `t_group` (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=8 DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of t_user
-- ----------------------------
INSERT INTO `t_user` VALUES ('1', 'E10ADC3949BA59ABBE56E057F20F883E', 'admin', '1', '1', '');
INSERT INTO `t_user` VALUES ('2', '8A5161DF30468F04767A8E358124CC0C', 'C000401', '1', '2', '');
INSERT INTO `t_user` VALUES ('3', '6B5426293617F83A5DBF2080A4A90552', 'C000415', '2', '2', '');
INSERT INTO `t_user` VALUES ('4', 'D6CB3969855C340EF3448A215532E21B', 'C000402', '3', '2', '');
INSERT INTO `t_user` VALUES ('5', '3482D066E049117BC0448E31EED01A17', 'C000416', '4', '2', '');
INSERT INTO `t_user` VALUES ('6', 'FA10AC8DCDE408C491B5FC7C1CBD4EAA', 'D000419', '5', '2', '');
INSERT INTO `t_user` VALUES ('7', '2BBD41AAE8F074149A68B401AFBB9530', '10145064', '6', '2', '');
